xml/request/bog_2titler_kampmann.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>25387376|760700</ac:identifier>
              <ac:source>Bibliotekets materialer</ac:source>
              <dc:title>Visse hensyn</dc:title>
              <dc:title>Faste forhold</dc:title>
              <dc:title xsi:type="dkdcplus:full">Visse hensyn : Faste forhold : roman</dc:title>
              <dcterms:alternative>Familien Gregersen</dcterms:alternative>
              <dc:creator xsi:type="dkdcplus:aut">Christian Kampmann</dc:creator>
              <dc:creator xsi:type="oss:sort">Kampmann, Christian</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">familien</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">samfundsforhold</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">samfundsskildringer</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">slægtsromaner</dc:subject>
              <dcterms:abstract>En økonomisk velbjærget families historie i 1950'erne og 1960'erne</dcterms:abstract>
              <dc:description xsi:type="dkdcplus:series">Samhørende: Visse hensyn ; Faste forhold ; Rene linjer ; Andre måder</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dkdcplus:version>2. samlede udgave, 5. oplag</dkdcplus:version>
              <dc:publisher>Gyldendal</dc:publisher>
              <dc:date>2005</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dcterms:extent>232, 299 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-02-03424-7</dc:identifier>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:spatial xsi:type="dkdcplus:DBCS">Danmark</dcterms:spatial>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1950-1959</dcterms:temporal>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1960-1969</dcterms:temporal>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">25387376</marcx:subfield>
                  <marcx:subfield code="b">760700</marcx:subfield>
                  <marcx:subfield code="c">20051221081847</marcx:subfield>
                  <marcx:subfield code="d">20040903</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">c</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">r</marcx:subfield>
                  <marcx:subfield code="a">2004</marcx:subfield>
                  <marcx:subfield code="z">2005</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="j">f</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="017" ind1="0" ind2="0">
                  <marcx:subfield code="a">22810987</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="a">87-02-03424-7</marcx:subfield>
                  <marcx:subfield code="c">ib.</marcx:subfield>
                  <marcx:subfield code="d">kr. 199,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF200509</marcx:subfield>
                  <marcx:subfield code="x">SFD200509</marcx:subfield>
                  <marcx:subfield code="x">DAT200603</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="096" ind1="0" ind2="0">
                  <marcx:subfield code="z">760700</marcx:subfield>
                  <marcx:subfield code="f">vok</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="096" ind1="0" ind2="0">
                  <marcx:subfield code="z">760700</marcx:subfield>
                  <marcx:subfield code="t">20041019</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Kampmann</marcx:subfield>
                  <marcx:subfield code="h">Christian</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Visse hensyn</marcx:subfield>
                  <marcx:subfield code="a">Faste forhold</marcx:subfield>
                  <marcx:subfield code="c">roman</marcx:subfield>
                  <marcx:subfield code="e">Christian Kampmann</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="250" ind1="0" ind2="0">
                  <marcx:subfield code="a">2. samlede udgave</marcx:subfield>
                  <marcx:subfield code="x">5. oplag</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">Gyldendal</marcx:subfield>
                  <marcx:subfield code="c">2005</marcx:subfield>
                  <marcx:subfield code="k">tr. i udl.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">232, 299 sider</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">En økonomisk velbjærget families historie i 1950'erne og 1960'erne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">På omslaget</marcx:subfield>
                  <marcx:subfield code="t">Familien Gregersen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Titlerne tidligere udgivet separat</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tidligere: 2. samlede udgave. 2004. - 1. samlede udgave. 2000. (Gyldendal paperback)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="520" ind1="0" ind2="0">
                  <marcx:subfield code="a">Originaludgaver: 1973, og: 1974</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">[1. oplag]</marcx:subfield>
                  <marcx:subfield code="c">2004</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">2. oplag</marcx:subfield>
                  <marcx:subfield code="c">2004</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">3. oplag</marcx:subfield>
                  <marcx:subfield code="c">2004</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="a">4. oplag</marcx:subfield>
                  <marcx:subfield code="c">2005</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="b">5. oplag</marcx:subfield>
                  <marcx:subfield code="c">2005</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="526" ind1="0" ind2="0">
                  <marcx:subfield code="i">Samhørende</marcx:subfield>
                  <marcx:subfield code="t">Visse hensyn</marcx:subfield>
                  <marcx:subfield code="t">Faste forhold</marcx:subfield>
                  <marcx:subfield code="t">Rene linjer</marcx:subfield>
                  <marcx:subfield code="t">Andre måder</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="n">86</marcx:subfield>
                  <marcx:subfield code="z">06</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="o">sk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="s">slægtsromaner</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="s">samfundsforhold</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="s">samfundsskildringer</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="s">familien</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="q">Danmark</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="i">1950-1959</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="i">1960-1969</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="a">SFD</marcx:subfield>
                  <marcx:subfield code="c">A</marcx:subfield>
                  <marcx:subfield code="o">200509</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Visse+hensyn&amp;rft.aulast=Kampmann&amp;rft.aufirst=Christian&amp;rft.auinit=C&amp;rft.date=2005&amp;rft.isbn=87-02-03424-7&amp;rft.pub=Gyldendal&amp;rft.edition=2.+samlede+udgave,+5.+oplag&amp;rft.genre=book</oss:openurl>
<os:identifier>760700-basis:25387376</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
